Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# UnsafePreviewConfirmMessage
source: "{0}" cannot be safely opened directly. Extract it to a folder next to the archive instead?
ar_sa: لا يمكن فتح "{0}" مباشرة بأمان. هل تريد استخراجه إلى مجلد بجوار الأرشيف بدلاً من ذلك؟
bg_bg: "{0}" не може да бъде отворен безопасно директно. Да се разархивира ли в папка до архива?
cs_cz: "{0}" nelze bezpečně otevřít přímo. Rozbalit jej místo toho do složky vedle archivu?
da_dk: "{0}" kan ikke åbnes sikkert direkte. Vil du i stedet udpakke den til en mappe ved siden af arkivet?
de_de: "{0}" kann nicht sicher direkt geöffnet werden. Stattdessen in einen Ordner neben dem Archiv extrahieren?
el_gr: Το "{0}" δεν μπορεί να ανοιχτεί με ασφάλεια απευθείας. Να εξαχθεί σε φάκελο δίπλα στο αρχείο συμπίεσης;
es_es: "{0}" no se puede abrir directamente de forma segura. ¿Extraerlo en una carpeta junto al archivo comprimido?
et_ee: Faili "{0}" ei saa otse turvaliselt avada. Kas pakkida see hoopis lahti arhiivi kõrval olevasse kausta?
fi_fi: Tiedostoa "{0}" ei voi avata suoraan turvallisesti. Puretaanko se sen sijaan arkiston vieressä olevaan kansioon?
fr_fr: "{0}" ne peut pas être ouvert directement en toute sécurité. L'extraire plutôt dans un dossier à côté de l'archive ?
he_il: לא ניתן לפתוח את "{0}" ישירות באופן בטוח. לחלץ אותו במקום זאת לתיקייה ליד הארכיון?
hi_in: "{0}" को सीधे सुरक्षित रूप से नहीं खोला जा सकता। क्या इसके बजाय इसे संग्रह के पास एक फ़ोल्डर में निकालें?
hr_hr: "{0}" nije moguće sigurno otvoriti izravno. Želite li ga umjesto toga raspakirati u mapu pokraj arhive?
hu_hu: A(z) "{0}" nem nyitható meg közvetlenül biztonságosan. Kibontja inkább az archívum melletti mappába?
id_id: "{0}" tidak dapat dibuka langsung dengan aman. Ekstrak ke folder di sebelah arsip saja?
it_it: "{0}" non può essere aperto direttamente in modo sicuro. Estrarlo invece in una cartella accanto all'archivio?
ja_jp: "{0}" を直接安全に開くことはできません。代わりにアーカイブの隣のフォルダーに展開しますか?
ko_kr: "{0}"은(는) 직접 안전하게 열 수 없습니다. 대신 압축 파일 옆의 폴더에 압축을 풀까요?
lt_lt: "{0}" negalima saugiai atverti tiesiogiai. Ar išskleisti jį į aplanką šalia archyvo?
lv_lv: "{0}" nevar droši atvērt tieši. Vai tā vietā izvilkt to mapē blakus arhīvam?
nb_no: "{0}" kan ikke åpnes trygt direkte. Vil du pakke den ut til en mappe ved siden av arkivet i stedet?
pl_pl: Nie można bezpiecznie otworzyć "{0}" bezpośrednio. Czy zamiast tego wypakować go do folderu obok archiwum?
pt_pt: Não é possível abrir "{0}" diretamente em segurança. Extraí-lo antes para uma pasta junto ao arquivo?
ro_ro: "{0}" nu poate fi deschis direct în siguranță. Îl extrageți în schimb într-un folder de lângă arhivă?
sk_sk: "{0}" nemožno bezpečne otvoriť priamo. Extrahovať ho namiesto toho do priečinka vedľa archívu?
sl_si: "{0}" ni mogoče varno odpreti neposredno. Ali ga želite namesto tega razširiti v mapo poleg arhiva?
sr_latn_rs: "{0}" nije moguće bezbedno otvoriti direktno. Da li da ga umesto toga raspakujem u fasciklu pored arhive?
sv_se: "{0}" kan inte öppnas säkert direkt. Vill du extrahera den till en mapp bredvid arkivet i stället?
sw_ke: "{0}" haiwezi kufunguliwa moja kwa moja kwa usalama. Badala yake itoe kwenye folda iliyo kando ya kumbukumbu?
th_th: ไม่สามารถเปิด "{0}" โดยตรงได้อย่างปลอดภัย ต้องการแตกไฟล์ไปยังโฟลเดอร์ข้างไฟล์บีบอัดแทนหรือไม่
tr_tr: "{0}" doğrudan güvenli şekilde açılamıyor. Bunun yerine arşivin yanındaki bir klasöre ayıklansın mı?
uk_ua: Файл "{0}" не можна безпечно відкрити напряму. Видобути його в папку поруч з архівом?
ur_pk: "{0}" کو براہ راست محفوظ طریقے سے نہیں کھولا جا سکتا۔ کیا اس کے بجائے اسے آرکائیو کے ساتھ والے فولڈر میں نکالیں؟
vi_vn: Không thể mở trực tiếp "{0}" một cách an toàn. Thay vào đó, giải nén vào thư mục bên cạnh tệp nén?
zh_hans: 无法直接安全地打开“{0}”。改为将其解压到压缩包旁边的文件夹吗?

# OutcomeCompressed
source: Compressed in {0} s — archives: {1}
ar_sa: تم الضغط في {0} ث — الأرشيفات: {1}
bg_bg: Компресирано за {0} с — архиви: {1}
cs_cz: Komprimováno za {0} s — archivy: {1}
da_dk: Komprimeret på {0} s — arkiver: {1}
de_de: Komprimiert in {0} s — Archive: {1}
el_gr: Συμπιέστηκαν σε {0} δευτ. — αρχεία συμπίεσης: {1}
es_es: Comprimido en {0} s — archivos comprimidos: {1}
et_ee: Tihendatud {0} s-ga — arhiive: {1}
fi_fi: Pakattu {0} s:ssa — arkistoja: {1}
fr_fr: Compressé en {0} s — archives : {1}
he_il: נדחס תוך {0} שנ' — ארכיונים: {1}
hi_in: {0} सेकंड में संपीड़ित — संग्रह: {1}
hr_hr: Komprimirano za {0} s — arhive: {1}
hu_hu: Tömörítve {0} mp alatt — archívumok: {1}
id_id: Dikompres dalam {0} dtk — arsip: {1}
it_it: Compresso in {0} s — archivi: {1}
ja_jp: {0} 秒で圧縮しました — アーカイブ: {1}
ko_kr: {0}초 만에 압축됨 — 압축 파일: {1}
lt_lt: Suspausta per {0} s — archyvų: {1}
lv_lv: Saspiests {0} s laikā — arhīvi: {1}
nb_no: Komprimert på {0} s — arkiver: {1}
pl_pl: Skompresowano w {0} s — archiwa: {1}
pt_pt: Comprimido em {0} s — arquivos: {1}
ro_ro: Comprimat în {0} s — arhive: {1}
sk_sk: Skomprimované za {0} s — archívy: {1}
sl_si: Stisnjeno v {0} s — arhivi: {1}
sr_latn_rs: Kompresovano za {0} s — arhive: {1}
sv_se: Komprimerat på {0} s — arkiv: {1}
sw_ke: Imebanwa kwa sekunde {0} — kumbukumbu: {1}
th_th: บีบอัดเสร็จใน {0} วินาที — ไฟล์บีบอัด: {1}
tr_tr: {0} sn içinde sıkıştırıldı — arşiv: {1}
ur_pk: {0} سیکنڈ میں کمپریس ہوا — آرکائیوز: {1}
vi_vn: Đã nén trong {0} giây — tệp nén: {1}
zh_hans: 已在 {0} 秒内压缩 — 压缩包: {1}

# OutcomeExtracted
source: Extracted in {0} s — archives: {1}
ar_sa: تم الاستخراج في {0} ث — الأرشيفات: {1}
bg_bg: Разархивирано за {0} с — архиви: {1}
cs_cz: Rozbaleno za {0} s — archivy: {1}
da_dk: Udpakket på {0} s — arkiver: {1}
de_de: Extrahiert in {0} s — Archive: {1}
el_gr: Εξήχθησαν σε {0} δευτ. — αρχεία συμπίεσης: {1}
es_es: Extraído en {0} s — archivos comprimidos: {1}
et_ee: Lahti pakitud {0} s-ga — arhiive: {1}
fi_fi: Purettu {0} s:ssa — arkistoja: {1}
fr_fr: Extrait en {0} s — archives : {1}
he_il: חולץ תוך {0} שנ' — ארכיונים: {1}
hi_in: {0} सेकंड में निकाला गया — संग्रह: {1}
hr_hr: Raspakirano za {0} s — arhive: {1}
hu_hu: Kibontva {0} mp alatt — archívumok: {1}
id_id: Diekstrak dalam {0} dtk — arsip: {1}
it_it: Estratto in {0} s — archivi: {1}
ja_jp: {0} 秒で展開しました — アーカイブ: {1}
ko_kr: {0}초 만에 압축 풀림 — 압축 파일: {1}
lt_lt: Išskleista per {0} s — archyvų: {1}
lv_lv: Izvilkts {0} s laikā — arhīvi: {1}
nb_no: Pakket ut på {0} s — arkiver: {1}
pl_pl: Wypakowano w {0} s — archiwa: {1}
pt_pt: Extraído em {0} s — arquivos: {1}
ro_ro: Extras în {0} s — arhive: {1}
sk_sk: Extrahované za {0} s — archívy: {1}
sl_si: Razširjeno v {0} s — arhivi: {1}
sr_latn_rs: Raspakovano za {0} s — arhive: {1}
sv_se: Extraherat på {0} s — arkiv: {1}
sw_ke: Imetolewa kwa sekunde {0} — kumbukumbu: {1}
th_th: แตกไฟล์เสร็จใน {0} วินาที — ไฟล์บีบอัด: {1}
tr_tr: {0} sn içinde ayıklandı — arşiv: {1}
ur_pk: {0} سیکنڈ میں نکالا گیا — آرکائیوز: {1}
vi_vn: Đã giải nén trong {0} giây — tệp nén: {1}
zh_hans: 已在 {0} 秒内解压 — 压缩包: {1}

# OutcomeProblems
source: Finished with problems: {0}
ar_sa: اكتمل مع وجود مشكلات: {0}
bg_bg: Завършено с проблеми: {0}
cs_cz: Dokončeno s problémy: {0}
da_dk: Fuldført med problemer: {0}
de_de: Mit Problemen abgeschlossen: {0}
el_gr: Ολοκληρώθηκε με προβλήματα: {0}
es_es: Finalizado con incidencias: {0}
et_ee: Lõpetatud probleemidega: {0}
fi_fi: Valmis, ongelmia: {0}
fr_fr: Terminé avec des problèmes : {0}
he_il: הסתיים עם בעיות: {0}
hi_in: समस्याओं के साथ पूर्ण: {0}
hr_hr: Dovršeno s problemima: {0}
hu_hu: Befejezve, hibák: {0}
id_id: Selesai dengan masalah: {0}
it_it: Completato con problemi: {0}
ja_jp: 問題ありで完了: {0}
ko_kr: 문제와 함께 완료됨: {0}
lt_lt: Baigta su problemomis: {0}
lv_lv: Pabeigts ar problēmām: {0}
nb_no: Fullført med problemer: {0}
pl_pl: Zakończono z problemami: {0}
pt_pt: Concluído com problemas: {0}
ro_ro: Finalizat cu probleme: {0}
sk_sk: Dokončené s problémami: {0}
sl_si: Zaključeno s težavami: {0}
sr_latn_rs: Završeno sa problemima: {0}
sv_se: Slutförd med problem: {0}
sw_ke: Imekamilika na matatizo: {0}
th_th: เสร็จสิ้นโดยมีปัญหา: {0}
tr_tr: Sorunlarla tamamlandı: {0}
ur_pk: مسائل کے ساتھ مکمل ہوا: {0}
vi_vn: Hoàn tất với sự cố: {0}
zh_hans: 已完成，但存在问题: {0}

# OutcomeNothingDone
source: Nothing was done — skipped: {0}
ar_sa: لم يتم تنفيذ أي شيء — تم التخطي: {0}
bg_bg: Нищо не е направено — пропуснати: {0}
cs_cz: Nic nebylo provedeno — přeskočeno: {0}
da_dk: Intet blev udført — sprunget over: {0}
de_de: Nichts wurde ausgeführt — übersprungen: {0}
el_gr: Δεν έγινε τίποτα — παραλείφθηκαν: {0}
es_es: No se hizo nada — omitidos: {0}
et_ee: Midagi ei tehtud — vahele jäetud: {0}
fi_fi: Mitään ei tehty — ohitettu: {0}
fr_fr: Rien n'a été fait — ignorés : {0}
he_il: לא בוצע דבר — דולגו: {0}
hi_in: कुछ नहीं किया गया — छोड़े गए: {0}
hr_hr: Ništa nije učinjeno — preskočeno: {0}
hu_hu: Semmi sem történt — kihagyva: {0}
id_id: Tidak ada yang dilakukan — dilewati: {0}
it_it: Non è stato fatto nulla — ignorati: {0}
ja_jp: 何も行われませんでした — スキップ: {0}
ko_kr: 아무 작업도 하지 않음 — 건너뜀: {0}
lt_lt: Nieko neatlikta — praleista: {0}
lv_lv: Nekas netika darīts — izlaisti: {0}
nb_no: Ingenting ble gjort — hoppet over: {0}
pl_pl: Nic nie zrobiono — pominięto: {0}
pt_pt: Nada foi feito — ignorados: {0}
ro_ro: Nu s-a făcut nimic — omise: {0}
sk_sk: Nič sa neurobilo — preskočené: {0}
sl_si: Nič ni bilo narejeno — preskočeno: {0}
sr_latn_rs: Ništa nije urađeno — preskočeno: {0}
sv_se: Inget gjordes — överhoppade: {0}
sw_ke: Hakuna kilichofanyika — zilizorukwa: {0}
th_th: ไม่มีการดำเนินการใด — ข้ามไป: {0}
tr_tr: Hiçbir şey yapılmadı — atlanan: {0}
ur_pk: کچھ نہیں کیا گیا — نظرانداز شدہ: {0}
vi_vn: Không có gì được thực hiện — đã bỏ qua: {0}
zh_hans: 未执行任何操作 — 已跳过: {0}

# BrowseSelectionLine
source: {0} of {1} selected
ar_sa: تم تحديد {0} من {1}
bg_bg: Избрани {0} от {1}
cs_cz: Vybráno {0} z {1}
da_dk: {0} af {1} valgt
de_de: {0} von {1} ausgewählt
el_gr: Επιλέχθηκαν {0} από {1}
es_es: {0} de {1} seleccionados
et_ee: Valitud {0} / {1}
fi_fi: {0}/{1} valittu
fr_fr: {0} sur {1} sélectionné(s)
he_il: נבחרו {0} מתוך {1}
hi_in: {1} में से {0} चयनित
hr_hr: Odabrano {0} od {1}
hu_hu: {0} / {1} kijelölve
id_id: {0} dari {1} dipilih
it_it: {0} di {1} selezionati
ja_jp: {1} 個中 {0} 個を選択
ko_kr: {1}개 중 {0}개 선택됨
lt_lt: Pasirinkta {0} iš {1}
lv_lv: Atlasīti {0} no {1}
nb_no: {0} av {1} valgt
pl_pl: Zaznaczono {0} z {1}
pt_pt: {0} de {1} selecionados
ro_ro: {0} din {1} selectate
sk_sk: Vybraté {0} z {1}
sl_si: Izbrano {0} od {1}
sr_latn_rs: Izabrano {0} od {1}
sv_se: {0} av {1} markerade
sw_ke: {0} kati ya {1} vimechaguliwa
th_th: เลือก {0} จาก {1}
tr_tr: {1} öğeden {0} tanesi seçildi
ur_pk: {1} میں سے {0} منتخب
vi_vn: Đã chọn {0} trên {1}
zh_hans: 已选择 {0} 个，共 {1} 个

# OutcomeShowInFolderButton.Content
source: Show in folder
ar_sa: إظهار في المجلد
bg_bg: Покажи в папката
cs_cz: Zobrazit ve složce
da_dk: Vis i mappe
de_de: Im Ordner anzeigen
el_gr: Εμφάνιση στον φάκελο
es_es: Mostrar en la carpeta
et_ee: Näita kaustas
fi_fi: Näytä kansiossa
fr_fr: Afficher dans le dossier
he_il: הצג בתיקייה
hi_in: फ़ोल्डर में दिखाएं
hr_hr: Prikaži u mapi
hu_hu: Megjelenítés a mappában
id_id: Tampilkan di folder
it_it: Mostra nella cartella
ja_jp: フォルダーに表示
ko_kr: 폴더에서 보기
lt_lt: Rodyti aplanke
lv_lv: Rādīt mapē
nb_no: Vis i mappe
pl_pl: Pokaż w folderze
pt_pt: Mostrar na pasta
ro_ro: Afișează în folder
sk_sk: Zobraziť v priečinku
sl_si: Pokaži v mapi
sr_latn_rs: Prikaži u fascikli
sv_se: Visa i mapp
sw_ke: Onyesha kwenye folda
th_th: แสดงในโฟลเดอร์
tr_tr: Klasörde göster
ur_pk: فولڈر میں دکھائیں
vi_vn: Hiện trong thư mục
zh_hans: 在文件夹中显示

# OutcomeDetailsButton.Content
source: Details...
ar_sa: التفاصيل...
bg_bg: Подробности...
cs_cz: Podrobnosti...
da_dk: Detaljer...
el_gr: Λεπτομέρειες...
es_es: Detalles...
et_ee: Üksikasjad...
fi_fi: Tiedot...
fr_fr: Détails...
he_il: פרטים...
hi_in: विवरण...
hr_hr: Pojedinosti...
hu_hu: Részletek...
id_id: Detail...
it_it: Dettagli...
ja_jp: 詳細...
ko_kr: 세부 정보...
lt_lt: Išsamiau...
lv_lv: Detalizēti...
nb_no: Detaljer...
pl_pl: Szczegóły...
pt_pt: Detalhes...
ro_ro: Detalii...
sk_sk: Podrobnosti...
sl_si: Podrobnosti...
sr_latn_rs: Detalji...
sv_se: Detaljer...
sw_ke: Maelezo...
th_th: รายละเอียด...
tr_tr: Ayrıntılar...
ur_pk: تفصیلات...
vi_vn: Chi tiết...
zh_hans: 详细信息...

# EncryptPasswordLayoutHint
source: Letters outside the English keyboard layout can't be used and were not added. Switch the layout to English, clear the field and type the password again.
ar_sa: لا يمكن استخدام الأحرف من خارج لوحة المفاتيح الإنجليزية ولم تتم إضافتها. بدّل لغة الإدخال إلى الإنجليزية، وامسح الحقل، ثم اكتب كلمة المرور من جديد.
bg_bg: Букви извън английската клавиатурна подредба не могат да се използват и не бяха добавени. Превключете подредбата на английски, изчистете полето и въведете паролата отново.
cs_cz: Písmena mimo anglické rozložení klávesnice nelze použít a nebyla přidána. Přepněte rozložení na angličtinu, vymažte pole a zadejte heslo znovu.
da_dk: Bogstaver uden for det engelske tastaturlayout kan ikke bruges og blev ikke tilføjet. Skift layoutet til engelsk, ryd feltet, og skriv adgangskoden igen.
de_de: Buchstaben außerhalb des englischen Tastaturlayouts können nicht verwendet werden und wurden nicht hinzugefügt. Stellen Sie das Layout auf Englisch um, leeren Sie das Feld und geben Sie das Passwort erneut ein.
el_gr: Γράμματα εκτός της αγγλικής διάταξης πληκτρολογίου δεν μπορούν να χρησιμοποιηθούν και δεν προστέθηκαν. Αλλάξτε τη διάταξη σε αγγλική, καθαρίστε το πεδίο και πληκτρολογήστε ξανά τον κωδικό πρόσβασης.
es_es: Las letras que no son de la distribución de teclado inglesa no se pueden usar y no se han añadido. Cambia la distribución a inglés, borra el campo y vuelve a escribir la contraseña.
et_ee: Ingliskeelsest klaviatuuripaigutusest väljaspool olevaid tähti ei saa kasutada ja neid ei lisatud. Lülitage paigutus inglise keelele, tühjendage väli ja tippige parool uuesti.
fi_fi: Englanninkielisen näppäimistöasettelun ulkopuolisia kirjaimia ei voi käyttää, eikä niitä lisätty. Vaihda asetteluksi englanti, tyhjennä kenttä ja kirjoita salasana uudelleen.
fr_fr: Les lettres hors de la disposition de clavier anglaise ne peuvent pas être utilisées et n'ont pas été ajoutées. Passez la disposition en anglais, videz le champ et saisissez à nouveau le mot de passe.
he_il: לא ניתן להשתמש באותיות מחוץ לפריסת המקלדת האנגלית, והן לא נוספו. החלף את הפריסה לאנגלית, נקה את השדה והקלד שוב את הסיסמה.
hi_in: अंग्रेज़ी कीबोर्ड लेआउट के बाहर के अक्षर उपयोग नहीं किए जा सकते और जोड़े नहीं गए। लेआउट को अंग्रेज़ी में बदलें, फ़ील्ड साफ़ करें और पासवर्ड फिर से लिखें।
hr_hr: Slova izvan engleskog rasporeda tipkovnice ne mogu se koristiti i nisu dodana. Prebacite raspored na engleski, očistite polje i ponovno upišite lozinku.
hu_hu: Az angol billentyűzetkiosztáson kívüli betűk nem használhatók, és nem lettek hozzáadva. Váltson angol kiosztásra, ürítse ki a mezőt, és írja be újra a jelszót.
id_id: Huruf di luar tata letak keyboard bahasa Inggris tidak dapat digunakan dan tidak ditambahkan. Ganti tata letak ke bahasa Inggris, kosongkan bidang, lalu ketik ulang kata sandi.
it_it: Le lettere al di fuori del layout di tastiera inglese non possono essere usate e non sono state aggiunte. Passa al layout inglese, svuota il campo e digita di nuovo la password.
ja_jp: 英語キーボード配列以外の文字は使用できないため、追加されませんでした。入力を英語に切り替え、フィールドをクリアして、パスワードをもう一度入力してください。
ko_kr: 영어 키보드 레이아웃 이외의 문자는 사용할 수 없어 추가되지 않았습니다. 입력 언어를 영어로 바꾸고, 필드를 지운 다음 암호를 다시 입력하세요.
lt_lt: Raidžių, nepriklausančių angliškam klaviatūros išdėstymui, naudoti negalima, todėl jos nepridėtos. Perjunkite išdėstymą į anglų, išvalykite lauką ir įveskite slaptažodį iš naujo.
lv_lv: Burtus ārpus angļu tastatūras izkārtojuma nevar izmantot, un tie netika pievienoti. Pārslēdziet izkārtojumu uz angļu, notīriet lauku un ierakstiet paroli vēlreiz.
nb_no: Bokstaver utenfor det engelske tastaturoppsettet kan ikke brukes og ble ikke lagt til. Bytt oppsettet til engelsk, tøm feltet og skriv inn passordet på nytt.
pl_pl: Litery spoza angielskiego układu klawiatury nie mogą być używane i nie zostały dodane. Przełącz układ na angielski, wyczyść pole i wpisz hasło ponownie.
pt_pt: As letras fora do esquema de teclado inglês não podem ser utilizadas e não foram adicionadas. Mude o esquema para inglês, limpe o campo e escreva novamente a palavra-passe.
ro_ro: Literele din afara aspectului de tastatură englezesc nu pot fi folosite și nu au fost adăugate. Comutați aspectul la engleză, goliți câmpul și tastați din nou parola.
sk_sk: Písmená mimo anglického rozloženia klávesnice nemožno použiť a neboli pridané. Prepnite rozloženie na angličtinu, vymažte pole a zadajte heslo znova.
sl_si: Črk zunaj angleške razporeditve tipkovnice ni mogoče uporabiti in niso bile dodane. Preklopite razporeditev na angleško, počistite polje in znova vnesite geslo.
sr_latn_rs: Slova van engleskog rasporeda tastature ne mogu se koristiti i nisu dodata. Prebacite raspored na engleski, obrišite polje i ponovo unesite lozinku.
sv_se: Bokstäver utanför den engelska tangentbordslayouten kan inte användas och lades inte till. Byt layout till engelska, rensa fältet och skriv lösenordet igen.
sw_ke: Herufi zilizo nje ya mpangilio wa kibodi ya Kiingereza haziwezi kutumika na hazikuongezwa. Badilisha mpangilio kuwa Kiingereza, futa sehemu hiyo, kisha andika nenosiri tena.
th_th: ไม่สามารถใช้ตัวอักษรที่อยู่นอกแป้นพิมพ์ภาษาอังกฤษได้ และไม่ได้เพิ่มตัวอักษรเหล่านั้น สลับแป้นพิมพ์เป็นภาษาอังกฤษ ล้างช่อง แล้วพิมพ์รหัสผ่านอีกครั้ง
tr_tr: İngilizce klavye düzeni dışındaki harfler kullanılamaz ve eklenmedi. Düzeni İngilizce olarak değiştirin, alanı temizleyin ve parolayı yeniden yazın.
uk_ua: Літери не з англійської розкладки в паролі не підтримуються, їх не додано. Перемкніть розкладку на англійську, очистіть поле й введіть пароль знову.
ur_pk: انگریزی کی بورڈ لے آؤٹ سے باہر کے حروف استعمال نہیں کیے جا سکتے اور شامل نہیں کیے گئے۔ لے آؤٹ کو انگریزی پر تبدیل کریں، فیلڈ صاف کریں اور پاس ورڈ دوبارہ ٹائپ کریں۔
vi_vn: Không thể dùng các chữ cái ngoài bố cục bàn phím tiếng Anh và chúng chưa được thêm. Chuyển bố cục sang tiếng Anh, xóa trường rồi nhập lại mật khẩu.
zh_hans: 英文键盘布局以外的字母无法使用，未被添加。请将输入法切换为英文，清空此字段，然后重新输入密码。
